/**********************************************************************************************************************
 * 描述：
 *      序列化类型。
 * 
 * 变更历史：
 *      作者：李亮  时间：2016年11月03日	 新建
 * 
 *********************************************************************************************************************/

namespace Wlitsoft.Framework.Common.Abstractions.Serialize
{
    /// <summary>
    /// 序列化类型。
    /// </summary>
    public enum SerializeType
    {
        /// <summary>
        /// Xml。
        /// </summary>
        Xml,

        /// <summary>
        /// Json。
        /// </summary>
        Json
    }
}
